"CURRENT_LANGUAGE" = "Japanese";

"Documents" = "書類";
"Favorites" = "よく使う項目";
"Preferences" = "環境設定";
"Where" = "場所";
"Terminal" = "ターミナル";
"Find" = "検索";
"Music" = "ミュージック";
"Trash" = "ゴミ箱";
"Stop" = "停止";
"Help" = "ヘルプ";
"Find Text" = "テキスト検索";
"Info" = "情報";
"Pictures" = "ピクチャ";
"Show" = "表示";
"Compress" = "圧縮";
"Open" = "開く";
"Computer" = "コンピュータ";
"Delete" = "削除";
"Move" = "移動";
"New Folder" = "新規フォルダ";
"Disk Image" = "ディスクイメージ";
"Finder" = "Finder";
"Copy" = "コピー";
"Desktop" = "デスクトップ";
"Duplicate" = "複製";
"Public" = "パブリック";
"Preview" = "プレビュー";
"Decompress" = "解凍";
"Find/Stop" = "検索／停止";
"Eject" = "取り出し";
"Applications" = "アプリケーション";
"Home" = "ホーム";
"Back" = "戻る";
"Movies" = "ムービー";

"Stop" = "停止";
"Copy" = "コピー";

"Cancel" = "キャンセル";
"OK" = "OK";

"Hide Invisible Files" = "不可視ファイルを隠す";
"Hide Icons" = "アイコンを隠す";
"Show Invisible Files" = "不可視ファイルを表示";
"Hide Desktop" = "Path Finder デスクトップを隠す";
"Show Icons" = "アイコンを表示";
"Hide Preview" = "プレビュードロワーを隠す";
"Show Desktop" = "Path Finder デスクトップを表示";
"Smart Sorting Off" = "スマートソートを使用しない";
"Show Preview" = "プレビュードロワーを表示";

"Smart Sorting On" = "スマートソートを使用する";
"Generic Icons Off" = "一般アイコンを使用しない";
"Generic Icons On" = "一般アイコンを使用する";
"Preview" = "プレビュー";
"Update Database" = "データベース更新";
"Updating..." = "更新中...";
"Reveal in Finder" = "Finder に表示";
"View as Hex" = "16 進数表示";
"Show in New Window" = "新規ウインドウで表示";
"Make Alias" = "エイリアスを作る";
"Duplicate" = "複製";

"Rename" = "名称変更";
"Move to Trash" = "ゴミ箱に入れる";
"Open with %@" = "%@ で開く";
"Eject" = "取り出し";
"Open" = "開く";
"Open with" = "このアプリケーションで開く";
"Check your iTools settings in the Internet panel in the System Preferences application." = "“システム環境設定”アプリケーションの“インターネット”パネルで“.Mac”の設定をチェックしてください。";
"Initializing..." = "初期化中...";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "この Path Finder ベータ版は期限切れになりました。cocoatech.com から最新版をダウンロードしてください。";
"Error getting iDisk user name and password" = ".Mac メンバー名とパスワードの取得エラー";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "この設定を使用することを強くお勧めします。設定は環境設定パネルで後から変更することがいつでも可能です。";
"Quit" = "終了する";
"Don't Quit" = "終了しない";
"Done" = "完了";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "Path Finder を常時実行させておけば、必要な時にいつでも使えます！\r\r環境設定パネルでこの確認ウインドウを表示しないようにすることが可能です。";
"No" = "いいえ";
"Yes" = "はい";
"Would you like Path Finder to launch automatically when you log in?" = "ログイン時に Path Finder を自動的に起動しますか？";
"Really Quit?" = "本当に終了しますか？";
"Expired" = "期限切れ";
"Image: " = "イメージ：";
"to" = "~";
"Stop" = "停止";
"Home" = "ホーム";
"Find" = "検索";
"Computer" = "コンピュータ";
"View as Hex" = "16 進数表示";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "データベースの更新が完了するまでには数分かかりますが、一度作成してしまえば、ファイルを見つけるのにかかる時間はとても速くなります。";

"Idle" = "待ち状態";
"Found: %d" = "見つかった項目数：%d";
"Move to Trash" = "ゴミ箱に入れる";
"Open with %@" = "%@ で開く";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Path Finder の検索機能を最大限に引き出すには、場所情報データベースを作成する必要があります。環境設定パネルの“検索データベースを更新”ボタンをクリックしてデータベースを作成してください。";
"Show in New Window" = "新規ウインドウで表示";
"Open" = "開く";

"Finding..." = "検索中...";
"Open with %@" = "%@ で開く";
"Found: %d" = "見つかった項目数：%d";
"Computer" = "コンピュータ";
"%d items" = "%d 項目";
"Open with %@" = "%@ で開く";
"%@ available, %@ used" = "%@ 空き、%@ 使用済み";

"link" = "link";
"The original file may have been moved or deleted." = "オリジナルのファイルが移動または削除されている可能性があります。";
"Could not resolve alias." = "エイリアスを解決できませんでした。";

"alias" = "alias";
"Error creating directory." = "ディレクトリ作成のエラー。";
"Write error." = "書き込みエラー。";
"Read error." = "読み出しエラー。";
"Error creating file." = "ファイル作成のエラー。";
"Error creating symbolic link." = "シンボリックリンク作成のエラー。";
"There is no application available to open the document \"%@\"." = "書類“%@”を開くことができるアプリケーションがありません。";
"OK" = "OK";
"Alert!" = "警告！";
"View Hex" = "16 進数表示";

"Computer" = "コンピュータ";
"You do not have permission to trash this item." = "この項目をゴミ箱に入れるためのアクセス権がありません。";
"copy" = "copy";
"Trash operation could not be completed." = "ゴミ箱に入れる操作は完了できませんでした。";
"Choose a valid destination." = "正しい行き先を選択してください。";
"Compress..." = "圧縮...";
"Destination does not exist" = "行き先が存在していません";
"Decompress..." = "解凍...";
"Date Created" = "作成日";
"Kind" = "種類";
"Date Modified" = "変更日";
"Name" = "名前";
"Size" = "サイズ";
"Version" = "バージョン";
"Replace All" = "すべて置き換え";
"Error!" = "エラー！";
"Replace" = "置き換え";
"Go Menu" = "“移動”メニュー";
"Building Menus" = "メニュー構築中";
"Favorites Menu" = "“よく使う項目”メニュー";
"Running Applications Menu" = "“実行中”アプリケーションメニュー";
"Applications Menu" = "“アプリケーション”メニュー";
"Developer" = "Developer";
"Float Window" = "ウインドウを浮かせる";
"Transparency" = "透明度";
"Find" = "検索";
"Path" = "パス";
"iDisk" = "iDisk";

"History" = "履歴";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder から自動的にバグレポートをメールで送信することはできませんでした。このウインドウの内容をコピー＆ペーストして、bugs@cocoatech.com 宛にメールを送ってください。";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "予期しないエラーが Path Finder で発生しました。次回のリリースでこの問題を修正できるように、このレポートを bugs@cocoatech.com 宛にメールで送信してください。";
"Bug Reporter" = "バグレポーター";
"Email Report" = "メールレポート";

"Path Finder has been updated to version %@!" = "Path Finder はバージョン %@ にアップデートされました。";

"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "現在、バージョン %@ をお使いです。www.cocoatech.com からバージョン %@ をダウンロードしてください。";

"Update Now" = "今すぐアップデート";
"The item \"%@\" could not be moved to the trash." = "項目“%@”をゴミ箱に入れることはできませんでした。";
"Would you like to delete it immediately?" = "今すぐ削除したいですか？";

"Label" = "ラベル";

"View" = "表示";
"Dynamic" = "動的に調整";

"Sort Ascending" = "昇順に並べ替える";
"Sort Descending" = "降順に並べ替える";

"as Icons" = "アイコン";
"as List" = "リスト";
"as Columns" = "カラム";

"Touch" = "“Touch”コマンド";

"Capacity:" = "最大容量：";
"Path:" = "パス：";
"Volume:" = "ボリューム：";
"Format:" = "フォーマット：";
"Created:" = "作成日：";
"Size:" = "サイズ：";
"Free:" = "空き容量：";
"Version:" = "バージョン：";
"Modified:" = "変更日：";
"Kind:" = "種類：";
"Resolved:" = "オリジナル：";

"Name:" = "名前：";
"Owner:" = "オーナー：";
"Group:" = "グループ：";
"Permission:" = "アクセス権：";
"Type:" = "タイプ：";
"Creator:" = "クリエータ：";

"New File" = "新規ファイル";
"Preview" = "プレビュー";
"Forward" = "進む";
"Mount Point:" = "マウントポイント：";
"Device:" = "デバイス：";
"MP3:" = "MP3：";

"Application:" = "アプリケーション：";

"Are you sure you want to remove the items in the Trash permanently?" = "本当にゴミ箱の中の項目を永久的に削除してもよろしいですか？";
"You cannot undo this action." = "この操作は取り消しできません。";

"Tool Drawer" = "ツールドロワー";
"Preview Drawer" = "プレビュードロワー";
"Busy" = "取り込み中";

"Local Disks" = "ローカルディスク";
"Everywhere" = "すべての場所";

"Connect" = "接続";
"Hide" = "隠す";
"Show" = "表示";
"Search" = "検索";

"Choose Volume" = "ボリューム選択";

"Hide %@" = "%@ を隠す";
"Hide Others" = "ほかを隠す";
"Show All" = "すべてを表示";

"Show Trash Can" = "ゴミ箱を表示する";
"Hide Trash Can" = "ゴミ箱を隠す";

"Go to Folder" = "フォルダへ移動";
"Go to the folder:" = "以下のフォルダへ移動する：";
"Go" = "移動";

/* Search Results for '.txt' in 'System' */
"Search Results for '%@' in '%@'" = "“%2$@”での“%1$@”の検索結果";

"Find String:" = "検索文字列：";
"Search Location:" = "検索場所：";

"An error occurred while trying to mount \"%@\"." = "“%@”をマウントするときにエラーが起きました。";
"An error occurred while trying to unmount \"%@\"." = "“%@”をマウント解除するときにエラーが起きました。";
"An error occurred while trying to eject \"%@\"." = "“%@”を取り出すときにエラーが起きました。";
"Error: %d" = "エラー：%d";

"Really Open?" = "本当に開きますか？";
"Do you want to open all %d items?" = "%d 項目すべてを開きますか？";

"Searching..." = "検索中...";

"Encoding" = "エンコーディング";
"Convert document to plain text?" = "標準テキストに変換しますか？";
"Converting will lose fonts, colors, and other text styles in the document." = "変換すると、書類に含まれるフォント、色、およびその他のテキスト属性が失われます。";

"Text Editor" = "テキストエディタ";
"Play Sound" = "サウンドを再生";

"Access" = "アクセス権";
"Access:" = "アクセス権：";
"Owner" = "オーナー";
"Group" = "グループ";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "メニュー項目を選択してから、コマンドキー・シーケンスを入力してください。消去するには delete キーを使用してください。";
"Menu" = "メニュー";
"Command" = "コマンド";
"Menu Key Editor" = "メニューキー・エディタ";

"Welcome to Path Finder" = "Path Finder へようこそ";
"Buy Later" = "後で購入";
"Buy Now" = "今すぐ購入";
"Enter Registration Code" = "登録コード入力";
"%d days remaining" = "残り %d 日";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "サポートを本当にありがとうございます。あなたのようなユーザからのサポートのおかげで、Path Finder は絶えずアップデートと改良が続けられています。 ";
"Purchase Path Finder today!" = "Path Finder を今すぐ購入してください！";
"%d day free trial" = "%d 日間のフリートライアル";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "Path Finder をご購入いただいた方には登録コードが送られてきます。送られてきたコードと登録時に使用したメールアドレスをここで入力してください。";
"Email Address:" = "メールアドレス：";
"Registration Code:" = "登録コード：";

"Invalid Registration Code!" = "登録コードが正しくありません！";
"Thank you for registering Path Finder!" = "ご登録ありがとうございました！";
"This copy of Path Finder is not registered" = "この Path Finder のコピーは未登録です";
"Close" = "閉じる";

"Font Sample" = "フォントサンプル";
"View Text" = "テキスト表示";

"Password" = "パスワード";

"Remove Top" = "一番上のものを削除";
"Remove All" = "すべて削除";

"New Shelf..." = "新規シェルフ...";
"Remove Shelf" = "シェルフを削除";
"Drop Stack" = "ドロップスタック";
"Standard" = "スタンダード";
"Processes" = "プロセス";

"Process Drawer" = "プロセスドロワー";
"Empty" = "空";
"Shelf" = "シェルフ";

"Zoom In" = "拡大";
"Zoom Out" = "縮小";
"Go to Page" = "ページへ移動";

"Page %d of %d" = "ページ %d / %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "この PDF はパスワードで保護されています。パスワードがないと、この書類を使った一部の操作が制限されます。";
"To enable more operations, enter a password:" = "さらに多くの操作ができるようにするには、パスワードを入力：";

"Summarize" = "要約";
"Sentences" = "文";
"Paragraphs" = "段落";

"Shelf Name" = "シェルフ名";

"Icon Size" = "アイコンのサイズ";
"Toggle Shelf" = "シェルフを切り替える";
"Activate URLs" = "URL を認知";

"License Agreement" = "使用許諾契約";
"Agree" = "同意する";
"Disagree" = "同意しない";

"Clean up" = "整頓する";

"Info" = "情報";
"%d of %d items selected" = "%2$d 項目中の %1$d 個を選択中";
"Action" = "アクション";
"Remove Shelf?" = "シェルフを削除しますか？";
"Are you sure you want to remove the shelf named \"%@\"?" = "“%@”という名前のシェルフを本当に削除しますか？";

"HTML TITLE HERE" = "HTML タイトルはここに";
"HTML Body goes here" = "HTML ボディはここに";

/* terminal toolbar buttons */
"Close" = "閉じる";
"New" = "新規";
"New Tab" = "新規タブ";

"Do you really want to close this terminal session?" = "本当にこのターミナルのセッションを閉じますか？";
"Closing this session will terminate the following processes inside it: " = "このセッションを閉じるとその内部の以下のプロセスも終了します：";
"Terminal Drawer" = "ターミナルドロワー";

/* upgrade panel */
"upgrade message" = "Path Finder が世に出てもう 2 年になります。“SNAX”と呼ばれていた頃から比べると驚くほどの変貌を遂げていることがご理解いただけると思います。\r\rさて突然ではありますが、バージョン 3.0 では $9 のアップグレード料金をお願いすることとなりました。私は現在 Path Finder 以外の仕事はいっさい行っておりません。これも Path Finder をさらに進化させていくためとご理解いただけると幸いです。\r\rなお、Path Finder をこの 4 ヶ月以内にご購入された方は私宛にメールを送ってくだされば、無料でアップグレードすることができます。\r\rご協力を心から感謝いたします。\r\rSteve Gehrman\rCocoaTech 創業者";
"Welcome to Path Finder 3.0 !!" = "Path Finder 3.0 へようこそ！！";
"When upgrading, you will need your current registration information:" = "アップグレードの際には現在お持ちの登録情報が必要になります：";
"Email Sales" = "メールで購入";
"Upgrade Now" = "今すぐアップグレード";
"Email:" = "メールアドレス：";
"Code:" = "登録コード：";

"Secure Delete" = "確実な削除";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "“確実な削除”はファイルを削除する前に上書きを行います。ファイルは３回上書きされます。１回目は 0xff のバイトパターン、２回目は 0x00、そして３回目は再度 0xff のパターンを使います。";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "警告：この操作は“ゴミ箱”を使用しません。一旦削除すると、取り消しはできません。";
"Execute delete with root privileges" = "root 権限を使って削除を実行する";
"Normal Delete" = "通常の削除";
"Secure Delete" = "確実な削除";
"%d Applications" = "%d アプリケーション";
"Extension" = "拡張子";

"Convert Image" = "画像イメージを変換";

"Disk Usage" = "ディスク使用状況";

"Do you want to force %@ to quit?" = "%@ を強制終了しますか？";
"You will lose any unsaved changes." = "未保存の変更点はすべて失われます。";
"Force Quit" = "強制終了";

"Burn" = "焼く";
"Burning %@ disc" = "%@ ディスクを焼成中";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"Audio" = "Audio";

/* Find window */
"Not Specified" = "指定なし";
"Found: %d" = "検出数：%d";

"All" = "すべて";
"Today" = "今日";
"the last 2 days" = "過去 2 日間";
"the last 3 days" = "過去 3 日間";
"the last week" = "先週";
"the last 2 weeks" = "過去 2 週間";
"the last 3 weeks" = "過去 3 週間";
"the last month" = "先月";
"the last 2 months" = "過去 2 ヶ月間";
"the last 3 months" = "過去 3 ヶ月間";
"the last 6 months" = "過去 6 ヶ月間";
"the last year" = "昨年";

"Find by Content" = "内容で検索";
"Find by Name" = "名前で検索";
"Find by" = "検索種別";

"Search Locations" = "検索する場所";

"Partial match" = "部分一致";
"Exact match" = "完全一致";
"Starts with" = "で始まる";
"Ends with" = "で終わる";

"Search inside packages" = "パッケージの中を検索する";
"Search inside the System folder" = "“システム”フォルダの中を検索する";

"Security Level" = "セキュリティレベル";
"Simple Security (1 pass)" = "簡易なセキュリティ（1 パス）";
"Medium Security (7 passes)" = "中程度のセキュリティ（7 パス）";
"Ultra Security (35 passes)" = "高度なセキュリティ（35 パス）";

"Burning Disk Image" = "ディスクイメージを焼く";
"Burning:" = "焼成中：";
"Eject disc after burning" = "焼成後にディスクを取り出す";
"Verify disc after burning" = "焼成後にディスクを検証する";

"Play" = "再生";
"Parent" = "親フォルダ";

"Greater than" = "次より大きい";
"Less than" = "次より小さい";
"Visibility:" = "可視属性：";
"Visible" = "可視";
"Invisible" = "不可視";
"Content:" = "内容";
"Extension:" = "拡張子：";
"Label:" = "ラベル：";

"Document" = "書類";
"Folder" = "フォルダ";
"Application" = "アプリケーション";
"Audio" = "オーディオ";
"Image" = "画像イメージ";
"Movie" = "ムービー";
"PDF" = "PDF";
"Alias" = "エイリアス";
"Sample" = "サンプル";

"%d seconds" = "%d 秒";
"Duration:" = "持続時間：";

"Find results incomplete." =  "不完全な検索結果";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." =  "検索作業中にディスクに変更が加えられた場合、検索は停止します。完全な検索結果をお求めの場合は、再実行してください。";

"untitled" = "名称未設定";
"Path Drawer" = "パスドロワー";

/* Screen Capture Panel */
"Screen Capture" = "スクリーンキャプチャ";
"Escape Key:" = "esc キー：";
"Cancels interactive screen shot mode" = "インタラクティブなスクリーンショットモードをキャンセルします";
"Space Key:" = "スペースキー：";
"Toggle between mouse and window selection modes" = "セレクションモードをマウスとウインドウの間で交互に切り替えます";
"Control Key:" = "control キー：";
"Causes screen shot to go to clipboard" = "スクリーンショットをクリップボードへ送ります";
"Hot keys in screen capture mode" = "スクリーンキャプチャモードのホットキー";
"Selection" = "セレクション";
"Window" = "ウインドウ";
"All monitors" = "全モニタ";
"Main monitor only" = "メインモニタのみ";
"Screen capture mode" = "スクリーンキャプチャモード";
"Play sounds" = "音を出す";
"Display screen-shot in Image Converter" = "スクリーンショットを画像イメージコンバータに表示する";
"Save screen-shot to file" = "スクリーンショットをファイルに保存";
"Save screen-shot to clipboard" = "スクリーンショットをクリップボードに保存";

"Resource Fork" = "リソースフォーク";
"Data Fork" = "データフォーク";
"Recent Servers" = "最近使ったサーバ";
"URL:" = "URL：";

"Man Pages" = "Man ページ";
"Connect To iDisk" = "iDisk へ接続";
"To connect to an iDisk, enter a .Mac member name and password." = "iDisk に接続するには .Mac のメンバー名とパスワードを入力します。";
"Member name:" = "メンバー名：";
"Password:" = "パスワード：";
"Connect To iDisk Public Folder" = "iDisk の“Public”フォルダへ接続";
"To connect to the Public folder for a .Mac member, enter the member's account name." = ".Mac メンバーの“Public”フォルダに接続するには、メンバーのアカウント名を入力します。";
"Address:" = "アドレス：";
"Erase" = "消去";
"Navigate" = "移動";
